Repository: wolfwdavid/cross_platform_c11
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, uk, zh_hans, zh_hant

# titlebar.notifications.tooltip
source: Show notifications
ja: 通知を表示
ko: 알림 표시
ru: Показать уведомления
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# titlebar.sidebar.accessibilityLabel
source: Toggle Sidebar
ja: サイドバーの切り替え
ko: 사이드바 전환
ru: Боковая панель
uk: Перемкнути бічну панель
zh_hans: 切换侧边栏
zh_hant: 切換側邊欄

# titlebar.sidebar.tooltip
source: Show or hide the sidebar
ja: サイドバーの表示/非表示
ko: 사이드바 표시 또는 숨기기
ru: Показать или скрыть боковую панель
uk: Показати чи сховати бічну панель
zh_hans: 显示或隐藏侧边栏
zh_hant: 顯示或隱藏側邊欄

# update.available.short
source: Update Available
ja: アップデートがあります
ko: 업데이트 사용 가능
ru: Доступно обновление
uk: Доступне оновлення
zh_hans: 有可用更新
zh_hant: 有可用的更新

# update.available.withVersion
source: Update Available: %@
ja: アップデートあり: %@
ko: 업데이트 사용 가능: %@
ru: Доступно обновление: %@
uk: Доступне оновлення: %@
zh_hans: 有可用更新：%@
zh_hant: 有可用的更新：%@

# update.checking
source: Checking for Updates…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
ru: Проверка обновлений...
uk: Перевірка оновлень…
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新...

# update.configureAutoUpdates
source: Configure automatic updates
ja: 自動アップデートの設定
ko: 자동 업데이트 구성
ru: Настроить автоматические обновления
uk: Налаштувати автоматичні оновлення
zh_hans: 配置自动更新
zh_hant: 設定自動更新

# update.downloadAndInstall
source: Download and install the latest version
ja: 最新バージョンをダウンロードしてインストール
ko: 최신 버전 다운로드 및 설치
ru: Загрузить и установить последнюю версию
uk: Завантажити та встановити останню версію
zh_hans: 下载并安装最新版本
zh_hant: 下載並安裝最新版本

# update.downloading.progress
source: Downloading: %@
ja: ダウンロード中: %@
ko: 다운로드 중: %@
ru: Загрузка: %@
uk: Завантаження: %@
zh_hans: 正在下载：%@
zh_hant: 正在下載：%@

# update.downloading.status
source: Downloading…
ja: ダウンロード中…
ko: 다운로드 중…
ru: Загрузка...
uk: Завантаження…
zh_hans: 正在下载...
zh_hant: 下載中...

# update.downloadingPackage
source: Downloading the update package
ja: アップデートパッケージをダウンロード中
ko: 업데이트 패키지 다운로드 중
ru: Загрузка пакета обновления
uk: Завантаження пакета оновлення
zh_hans: 正在下载更新包
zh_hant: 正在下載更新套件

# update.error.appLocation.title
source: c11 isn't in Applications
ja: c11 がアプリケーションフォルダにありません
ko: c11이 응용 프로그램에 없어요
ru: c11 не в папке «Программы»
uk: c11 не в теці «Програми»
zh_hans: c11 不在「应用程序」里
zh_hant: c11 不在「應用程式」裡

# update.error.connectionLost.message
source: The network dropped while checking for updates. Try again.
ja: アップデートの確認中にネットワーク接続が切れました。もう一度試してください。
ko: 업데이트 확인 중에 네트워크가 끊어졌어요. 다시 시도하세요.
ru: Сеть оборвалась во время проверки обновлений. Попробуйте снова.
uk: З'єднання обірвалося під час перевірки оновлень. Спробуйте знову.
zh_hans: 检查更新时网络断了。再试一次。
zh_hant: 檢查更新時網路斷了。再試一次。

# update.error.connectionLost.title
source: Connection Lost
ja: 接続が切れました
ko: 연결 끊김
ru: Подключение потеряно
uk: З'єднання втрачено
zh_hans: 连接中断
zh_hant: 連線中斷

# update.error.downloadFailed.title
source: Couldn't Download Update
ja: アップデートをダウンロードできませんでした
ko: 업데이트를 다운로드할 수 없습니다
ru: Не удалось загрузить обновление
uk: Не вдалося завантажити оновлення
zh_hans: 无法下载更新
zh_hant: 無法下載更新

# update.error.failed.title
source: Update Failed
ja: アップデートに失敗しました
ko: 업데이트 실패
ru: Ошибка обновления
uk: Помилка оновлення
zh_hans: 更新失败
zh_hant: 更新失敗

# update.error.feedDownload.message
source: c11 couldn't fetch the update list. Check your connection and try again.
ja: c11 はアップデート一覧を取得できませんでした。接続を確認してもう一度試してください。
ko: c11이 업데이트 목록을 가져오지 못했어요. 연결을 확인하고 다시 시도하세요.
ru: c11 не удалось загрузить список обновлений. Проверьте подключение и попробуйте снова.
uk: c11 не зміг отримати список оновлень. Перевірте з'єднання і спробуйте знову.
zh_hans: c11 没能取到更新清单。查一下网络,再试一次。
zh_hant: c11 沒能取到更新清單。查一下網路,再試一次。

# update.error.feedError.title
source: Couldn't Read Updates
ja: アップデートを読み込めません
ko: 업데이트를 읽지 못했어요
ru: Не удалось прочитать обновления
uk: Не вдалося прочитати оновлення
zh_hans: 读不了更新
zh_hant: 讀不了更新

# update.error.feedRead.message
source: The update list couldn't be read. Try again later.
ja: アップデート一覧を読み取れませんでした。後でもう一度試してください。
ko: 업데이트 목록을 읽을 수 없어요. 나중에 다시 시도하세요.
ru: Список обновлений не удалось прочитать. Попробуйте позже.
uk: Список оновлень не вдалося прочитати. Спробуйте пізніше.
zh_hans: 读不了更新清单。稍后再试。
zh_hant: 讀不了更新清單。稍後再試。

# update.error.insecureFeed.message
source: The update list isn't using a secure connection. Contact support.
ja: アップデート一覧が安全な接続を使っていません。サポートに連絡してください。
ko: 업데이트 목록이 보안 연결을 사용하지 않아요. 지원팀에 문의하세요.
ru: Список обновлений идёт по незащищённому соединению. Свяжитесь со службой поддержки.
uk: Список оновлень використовує незахищене з'єднання. Зверніться до підтримки.
zh_hans: 更新清单走的不是安全连接。联系支持。
zh_hant: 更新清單走的不是安全連線。聯絡支援。

# update.error.insecureFeed.title
source: Insecure Update Source
ja: 安全でないアップデート元
ko: 안전하지 않은 업데이트 소스
ru: Незащищённый источник обновлений
uk: Незахищене джерело оновлень
zh_hans: 更新源不安全
zh_hant: 更新來源不安全

# update.error.invalidFeed.message
source: The update source URL is invalid. Contact support.
ja: アップデート元の URL が無効です。サポートに連絡してください。
ko: 업데이트 소스 URL이 유효하지 않아요. 지원팀에 문의하세요.
ru: URL источника обновлений недействителен. Свяжитесь со службой поддержки.
uk: URL-адреса джерела оновлень недійсна. Зверніться до підтримки.
zh_hans: 更新源 URL 无效。联系支持。
zh_hant: 更新來源 URL 無效。聯絡支援。

# update.error.invalidFeed.title
source: Invalid Update Source
ja: 無効なアップデート元
ko: 유효하지 않은 업데이트 소스
ru: Недействительный источник обновлений
uk: Недійсне джерело оновлень
zh_hans: 更新源无效
zh_hant: 更新來源無效

# update.error.noInternet.message
source: c11 can't reach the update server. Check your connection and try again.
ja: c11 はアップデートサーバーに接続できません。接続を確認してもう一度試してください。
ko: c11이 업데이트 서버에 연결할 수 없어요. 연결을 확인하고 다시 시도하세요.
ru: c11 не может связаться с сервером обновлений. Проверьте подключение и попробуйте снова.
uk: c11 не може з'єднатися з сервером оновлень. Перевірте з'єднання і спробуйте знову.
zh_hans: c11 连不上更新服务器。查一下网络,再试一次。
zh_hant: c11 連不上更新伺服器。查一下網路,再試一次。

# update.error.noInternet.title
source: No Internet Connection
ja: インターネット接続がありません
ko: 인터넷 연결 없음
ru: Нет подключения к интернету
uk: Немає з'єднання з інтернетом
zh_hans: 无互联网连接
zh_hant: 沒有網際網路連線

# update.error.permissionError.message
source: Move c11 into Applications and relaunch to enable updates.
ja: アップデートを有効にするには、c11 を「アプリケーション」に移動して再起動してください。
ko: c11를 응용 프로그램 폴더로 이동하고 재실행하여 업데이트를 활성화하세요.
ru: Переместите c11 в папку «Программы» и перезапустите для включения обновлений.
uk: Перемістіть c11 у «Програми» та перезапустіть, щоб увімкнути оновлення.
zh_hans: 请将 c11 移到「应用程序」文件夹中，然后重新启动以启用更新。
zh_hant: 請將 c11 移至「應用程式」資料夾並重新啟動，以啟用更新。

# update.error.permissionError.title
source: c11 needs to live in Applications
ja: c11 はアプリケーションフォルダに置く必要があります
ko: c11은 응용 프로그램에 있어야 해요
ru: c11 должен жить в папке «Программы»
uk: c11 має жити в теці «Програми»
zh_hans: c11 得住在「应用程序」里
zh_hant: c11 得住在「應用程式」裡

# update.error.secureConnectionFailed.message
source: Couldn't open a secure connection to the update server. Try again later.
ja: アップデートサーバーへのセキュア接続を確立できませんでした。後でもう一度試してください。
ko: 업데이트 서버에 보안 연결을 열지 못했어요. 나중에 다시 시도하세요.
ru: Не удалось установить защищённое соединение с сервером обновлений. Попробуйте позже.
uk: Не вдалося встановити захищене з'єднання із сервером оновлень. Спробуйте пізніше.
zh_hans: 与更新服务器建不起安全连接。稍后再试。
zh_hant: 與更新伺服器建不起安全連線。稍後再試。

# update.error.secureConnectionFailed.title
source: Secure Connection Failed
ja: セキュア接続に失敗しました
ko: 보안 연결 실패
ru: Ошибка защищенного подключения
uk: Збій захищеного з'єднання
zh_hans: 安全连接失败
zh_hant: 安全連線失敗

# update.error.serverNotFound.message
source: Can't find the update server. Check your connection or try again later.
ja: アップデートサーバーが見つかりません。接続を確認するか、後でもう一度試してください。
ko: 업데이트 서버를 찾을 수 없어요. 연결을 확인하거나 나중에 다시 시도하세요.
ru: Сервер обновлений не найден. Проверьте подключение или попробуйте позже.
uk: Не вдається знайти сервер оновлень. Перевірте з'єднання або спробуйте пізніше.
zh_hans: 找不到更新服务器。查一下网络,或稍后再试。
zh_hant: 找不到更新伺服器。查一下網路,或稍後再試。

# update.error.serverNotFound.title
source: Server Not Found
ja: サーバーが見つかりません
ko: 서버를 찾을 수 없음
ru: Сервер не найден
uk: Сервер не знайдено
zh_hans: 找不到服务器
zh_hant: 找不到伺服器

# update.error.serverUnreachable.message
source: c11 couldn't connect to the update server. Check your connection or try again later.
ja: c11 はアップデートサーバーに接続できませんでした。接続を確認するか、後でもう一度お試しください。
ko: c11에서 업데이트 서버에 연결할 수 없습니다. 연결을 확인하거나 나중에 다시 시도하세요.
ru: c11 не удалось подключиться к серверу обновлений. Проверьте подключение или повторите попытку позже.
uk: c11 не зміг підключитися до сервера оновлень. Перевірте з'єднання або спробуйте пізніше.
zh_hans: c11 无法连接到更新服务器。请检查网络连接或稍后重试。
zh_hant: c11 無法連線至更新伺服器。請檢查您的連線或稍後再試。

# update.error.serverUnreachable.title
source: Server Unreachable
ja: サーバーに接続できません
ko: 서버에 연결할 수 없음
ru: Сервер недоступен
uk: Сервер недоступний
zh_hans: 服务器不可达
zh_hant: 伺服器無法連線

# update.error.signatureError.message
source: The update's signature didn't verify. Try again later.
ja: アップデートの署名を検証できませんでした。後でもう一度試してください。
ko: 업데이트 서명이 확인되지 않았어요. 나중에 다시 시도하세요.
ru: Подпись обновления не прошла проверку. Попробуйте позже.
uk: Підпис оновлення не пройшов перевірку. Спробуйте пізніше.
zh_hans: 更新签名未通过验证。稍后再试。
zh_hant: 更新簽章未通過驗證。稍後再試。

# update.error.signatureError.title
source: Signature Didn't Verify
ja: 署名の検証に失敗
ko: 서명 확인 실패
ru: Подпись не прошла проверку
uk: Підпис не пройшов перевірку
zh_hans: 签名未通过验证
zh_hant: 簽章未通過驗證

# update.error.timedOut.message
source: The update server took too long to respond. Try again in a moment.
ja: アップデートサーバーの応答に時間がかかりすぎました。しばらくしてからもう一度お試しください。
ko: 업데이트 서버가 응답하는 데 너무 오래 걸렸습니다. 잠시 후 다시 시도하세요.
ru: Сервер обновлений не ответил вовремя. Повторите попытку через некоторое время.
uk: Сервер оновлень не відповів вчасно. Спробуйте за хвилину.
zh_hans: 更新服务器响应超时。请稍后重试。
zh_hant: 更新伺服器回應時間過長。請稍後再試。

# update.error.timedOut.title
source: Update Timed Out
ja: アップデートがタイムアウトしました
ko: 업데이트 시간 초과
ru: Время ожидания обновления истекло
uk: Час очікування оновлення вичерпано
zh_hans: 更新超时
zh_hant: 更新逾時

# update.extracting.progress
source: Preparing: %@
ja: 準備中: %@
ko: 준비 중: %@
ru: Подготовка: %@
uk: Підготовка: %@
zh_hans: 正在准备：%@
zh_hant: 正在準備：%@

# update.installAndRelaunch
source: Install Update and Relaunch
ja: アップデートをインストールして再起動
ko: 업데이트 설치 후 재실행
ru: Установить обновление и перезапустить
uk: Встановити оновлення і перезапустити
zh_hans: 安装更新并重新启动
zh_hant: 安裝更新並重新啟動

# update.installing.status
source: Installing…
ja: インストール中…
ko: 설치 중…
ru: Установка...
uk: Встановлення…
zh_hans: 正在安装...
zh_hant: 安裝中...

# update.installingAndRestarting
source: Installing the update, then restarting.
ja: アップデートをインストールして、再起動します。
ko: 업데이트를 설치하고 다시 시작해요.
ru: Устанавливается обновление, затем перезапуск.
uk: Встановлюю оновлення, далі перезапущу.
zh_hans: 正在安装更新,随后重启。
zh_hant: 正在安裝更新,隨後重啟。

# update.noUpdates.message
source: You're on the latest version.
ja: 最新バージョンです。
ko: 최신 버전을 사용 중이에요.
ru: У вас последняя версия.
uk: У вас найновіша версія.
zh_hans: 已是最新版本。
zh_hant: 已是最新版本。

# update.noUpdates.title
source: No Updates Available
ja: アップデートはありません
ko: 사용 가능한 업데이트 없음
ru: Обновлений нет
uk: Немає доступних оновлень
zh_hans: 没有可用更新
zh_hant: 沒有可用的更新

# update.permissionRequest.text
source: Enable Automatic Updates?
ja: 自動アップデートを有効にしますか？
ko: 자동 업데이트를 활성화하시겠습니까?
ru: Включить автоматические обновления?
uk: Увімкнути автоматичні оновлення?
zh_hans: 启用自动更新？
zh_hant: 要啟用自動更新嗎？

# update.pleaseWait
source: Checking for available updates.
ja: 利用可能なアップデートを確認しています。
ko: 사용 가능한 업데이트를 확인 중이에요.
ru: Проверяю наличие обновлений.
uk: Перевіряю наявні оновлення.
zh_hans: 正在检查可用更新。
zh_hant: 正在檢查可用更新。

# update.popover.autoUpdatesDescription
source: c11 can check for updates in the background.
ja: c11 はバックグラウンドでアップデートを確認できます。
ko: c11이 백그라운드에서 업데이트를 확인할 수 있어요.
ru: c11 может проверять обновления в фоне.
uk: c11 може перевіряти оновлення у фоні.
zh_hans: c11 可在后台自动检查更新。
zh_hant: c11 可在背景自動檢查更新。

# update.popover.checking
source: Checking for updates…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
ru: Проверка обновлений...
uk: Перевірка оновлень…
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新...

# update.popover.details
source: Details
ja: 詳細
ko: 세부 정보
ru: Подробности
uk: Деталі
zh_hans: 详细信息
zh_hant: 詳細資訊

# update.popover.downloadingUpdate
source: Downloading Update
ja: アップデートをダウンロード中
ko: 업데이트 다운로드 중
ru: Загрузка обновления
uk: Завантаження оновлення
zh_hans: 正在下载更新
zh_hant: 正在下載更新

# update.popover.enableAutoUpdates
source: Enable automatic updates?
ja: 自動アップデートを有効にしますか？
ko: 자동 업데이트를 활성화하시겠습니까?
ru: Включить автоматические обновления?
uk: Увімкнути автоматичні оновлення?
zh_hans: 启用自动更新？
zh_hant: 要啟用自動更新嗎？

# update.popover.noUpdatesFound
source: No Updates Found
ja: アップデートは見つかりませんでした
ko: 업데이트 없음
ru: Обновлений не найдено
uk: Оновлень не знайдено
zh_hans: 未发现更新
zh_hant: 沒有找到更新

# update.popover.noUpdatesFound.message
source: You're on the latest version.
ja: 最新バージョンです。
ko: 최신 버전을 사용 중이에요.
ru: У вас последняя версия.
uk: У вас найновіша версія.
zh_hans: 已是最新版本。
zh_hant: 已是最新版本。

# update.popover.preparingUpdate
source: Preparing Update
ja: アップデートを準備中
ko: 업데이트 준비 중
ru: Подготовка обновления
uk: Підготовка оновлення
zh_hans: 正在准备更新
zh_hant: 正在準備更新

# update.popover.released
source: Released:
ja: リリース日:
ko: 출시일:
ru: Выпущено:
uk: Випущено:
zh_hans: 发布日期：
zh_hant: 發佈日期：

# update.popover.restartRequired
source: Restart Required
ja: 再起動が必要です
ko: 재시작 필요
ru: Требуется перезапуск
uk: Потрібен перезапуск
zh_hans: 需要重启
zh_hant: 需要重新啟動

# update.popover.restartRequired.message
source: The update is ready. Restart c11 to install it.
ja: アップデートの準備ができました。インストールするには c11 を再起動してください。
ko: 업데이트가 준비됐어요. 설치하려면 c11을 다시 시작하세요.
ru: Обновление готово. Перезапустите c11, чтобы установить его.
uk: Оновлення готове. Перезапустіть c11, щоб його встановити.
zh_hans: 更新已就绪。重启 c11 即可安装。
zh_hant: 更新已就緒。重啟 c11 即可安裝。

# update.popover.size
source: Size:
ja: サイズ:
ko: 크기:
ru: Размер:
uk: Розмір:
zh_hans: 大小：
zh_hant: 大小：

# update.popover.updateAvailable
source: Update Available
ja: アップデートがあります
ko: 업데이트 사용 가능
ru: Доступно обновление
uk: Доступне оновлення
zh_hans: 有可用更新
zh_hant: 有可用的更新

# update.popover.version
source: Version:
ja: バージョン:
ko: 버전:
ru: Версия:
uk: Версія:
zh_hans: 版本：
zh_hant: 版本：

# update.preparingUpdate
source: Preparing the update.
ja: アップデートを準備しています。
ko: 업데이트를 준비 중이에요.
ru: Готовлю обновление.
uk: Готую оновлення.
zh_hans: 正在准备更新。
zh_hant: 正在準備更新。

# update.restartToComplete
source: Restart to Complete Update
ja: アップデートを完了するには再起動してください
ko: 업데이트를 완료하려면 재시작
ru: Перезапустите для завершения обновления
uk: Перезапустіть, щоб завершити оновлення
zh_hans: 重启以完成更新
zh_hant: 重新啟動以完成更新

# update.viewGitHubCommit
source: View GitHub Commit
ja: GitHub コミットを表示
ko: GitHub 커밋 보기
ru: Просмотреть коммит на GitHub
uk: Переглянути коміт GitHub
zh_hans: 查看 GitHub 提交
zh_hant: 檢視 GitHub 提交

# update.viewReleaseNotes
source: View Release Notes
ja: リリースノートを表示
ko: 릴리스 노트 보기
ru: Просмотреть заметки о выпуске
uk: Переглянути примітки до випуску
zh_hans: 查看发行说明
zh_hant: 檢視版本說明

# workspace.apply.unknownColorName
source: Unknown color name or invalid hex: %@
ja: 不明な色名または無効な16進値: %@
ko: 알 수 없는 색상 이름 또는 잘못된 16진수: %@
ru: Неизвестное название цвета или недопустимый шестнадцатеричный код: %@
uk: Невідома назва кольору або недійсний шістнадцятковий код: %@
zh_hans: 未知颜色名称或无效十六进制值：%@
zh_hant: 未知色彩名稱或無效十六進位值：%@

# workspace.blueprint.picker.noBlueprints
source: workspace new: no blueprints found. Use --blueprint <path> to apply one directly.
ja: workspace new: ブループリントが見つかりません。--blueprint <パス> を使って直接適用してください。
ko: workspace new: 블루프린트를 찾을 수 없습니다. --blueprint <경로>를 사용하여 직접 적용하세요.
ru: workspace new: шаблоны не найдены. Используйте --blueprint <путь> для прямого применения.
uk: workspace new: блюпринти не знайдено. Використовуйте --blueprint <шлях> для безпосереднього застосування.
zh_hans: workspace new: 未找到蓝图。使用 --blueprint <路径> 直接应用。
zh_hant: workspace new: 找不到藍圖。使用 --blueprint <路徑> 直接套用。

# workspace.blueprint.picker.prompt
source: Enter number to apply, or q to cancel:
ja: 番号を入力して適用するか、q でキャンセル:
ko: 번호를 입력하거나 q로 취소:
ru: Введите номер для применения или q для отмены:
uk: Введіть номер для застосування або q для скасування:
zh_hans: 输入编号以应用，或输入 q 取消:
zh_hant: 輸入編號以套用，或輸入 q 取消:

# workspace.blueprint.source.builtIn
source: built-in
ja: 組み込み
ko: 내장
ru: встроенный
uk: вбудований
zh_hans: 内置
zh_hant: 內建

# workspace.blueprint.source.user
source: user
ja: ユーザー
ko: 사용자
ru: пользователь
uk: користувач
zh_hans: 用户
zh_hant: 使用者

# workspace.closePane.alert.body.empty
source: This pane will be removed from the workspace. This cannot be undone.
ja: このペインはワークスペースから削除されます。この操作は取り消せません。
ko: 이 창이 작업 공간에서 제거됩니다. 이 작업은 되돌릴 수 없습니다.
ru: Эта панель будет удалена из рабочего пространства. Действие нельзя отменить.
uk: Цю панель буде видалено з робочого простору. Дію не можна скасувати.
zh_hans: 此窗格将从工作区中移除。此操作无法撤销。
zh_hant: 此窗格將從工作區中移除。此操作無法復原。

# workspace.closePane.alert.cancel
source: Cancel
ja: キャンセル
ko: 취소
ru: Отмена
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# workspace.closePane.alert.confirm
source: Close Pane
ja: ペインを閉じる
ko: 창 닫기
ru: Закрыть панель
uk: Закрити панель
zh_hans: 关闭窗格
zh_hant: 關閉窗格

# workspace.closePane.alert.title
source: Close this pane?
ja: このペインを閉じますか？
ko: 이 창을 닫으시겠습니까?
ru: Закрыть эту панель?
uk: Закрити цю панель?
zh_hans: 关闭此窗格？
zh_hant: 關閉此窗格？

# workspace.defaultTitle
source: Workspace %lld
ja: ワークスペース %lld
ko: 작업 공간 %lld
ru: Рабочее пространство %lld
uk: Робочий простір %lld
zh_hans: 工作区 %lld
zh_hant: 工作區 %lld

# workspace.displayName.fallback
source: Workspace
ja: ワークスペース
ko: 작업 공간
ru: Рабочее пространство
uk: Робочий простір
zh_hans: 工作区
zh_hant: 工作區

# workspace.emptyPane.browser
source: Browser
ja: ブラウザ
ko: 브라우저
ru: Браузер
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# workspace.emptyPane.terminal
source: Terminal
ja: ターミナル
ko: 터미널
ru: Терминал
uk: Термінал
zh_hans: 终端
zh_hant: 終端機

# workspace.emptyPane.title
source: Empty Panel
ja: 空のパネル
ko: 빈 패널
ru: Пустая панель
uk: Порожня панель
zh_hans: 空面板
zh_hant: 空面板

# workspace.placement.afterCurrent
source: After Current
ja: 現在の次
ko: 현재 다음
ru: После текущего
uk: Після поточного
zh_hans: 当前之后
zh_hant: 目前之後

# workspace.placement.afterCurrent.description
source: New workspaces drop in right after the active one.
ja: 新しいワークスペースはアクティブなワークスペースの直後に追加されます。
ko: 새 워크스페이스는 활성 워크스페이스 바로 뒤에 들어가요.
ru: Новые рабочие пространства встают сразу после активного.
uk: Нові робочі простори з'являються одразу за активним.
zh_hans: 新工作区落在当前工作区之后。
zh_hant: 新工作區落在目前工作區之後。

# workspace.placement.end
source: End
ja: 末尾
ko: 끝
ru: В конец
uk: В кінець
zh_hans: 末尾
zh_hant: 底部

# workspace.placement.end.description
source: New workspaces drop in at the bottom.
ja: 新しいワークスペースは末尾に追加されます。
ko: 새 워크스페이스는 맨 아래에 들어가요.
ru: Новые рабочие пространства встают в конец.
uk: Нові робочі простори з'являються внизу.
zh_hans: 新工作区落在列表底部。
zh_hant: 新工作區落在列表底部。

# workspace.placement.top
source: Top
ja: 先頭
ko: 맨 위
ru: В начало
uk: На початок
zh_hans: 顶部
zh_hant: 最上方

# workspace.placement.top.description
source: New workspaces drop in at the top.
ja: 新しいワークスペースは先頭に追加されます。
ko: 새 워크스페이스는 맨 위에 들어가요.
ru: Новые рабочие пространства встают в начало.
uk: Нові робочі простори з'являються вгорі.
zh_hans: 新工作区落在列表顶部。
zh_hant: 新工作區落在列表頂部。

# workspace.tooltip.closePane
source: Close Pane
ja: ペインを閉じる
ko: 창 닫기
ru: Закрыть панель
uk: Закрити панель
zh_hans: 关闭窗格
zh_hant: 關閉窗格

# workspace.tooltip.newAgent
source: Launch Agent (%@)
ja: エージェントを起動 (%@)
ko: 에이전트 실행 (%@)
ru: Запустить агента (%@)
uk: Запустити агента (%@)
zh_hans: 启动代理 (%@)
zh_hant: 啟動代理 (%@)

# workspace.tooltip.newBrowser
source: New Browser
ja: 新規ブラウザ
ko: 새 브라우저
ru: Новый браузер
uk: Новий браузер
zh_hans: 新建浏览器
zh_hant: 新增瀏覽器

# workspace.tooltip.newMarkdown
source: New Markdown
ja: 新規マークダウン
ko: 새 Markdown
ru: Новый Markdown
uk: Новий Markdown
zh_hans: 新建 Markdown
zh_hant: 新增 Markdown

# workspace.tooltip.newTab
source: New Tab
ja: 新規タブ
ko: 새 탭
ru: Новая вкладка
uk: Нова вкладка
zh_hans: 新建标签
zh_hant: 新增標籤頁

# workspace.tooltip.newTerminal
source: New Terminal
ja: 新規ターミナル
ko: 새 터미널
ru: Новый терминал
uk: Новий термінал
zh_hans: 新建终端
zh_hant: 新增終端機

# workspace.tooltip.splitDown
source: Split Down
ja: 下に分割
ko: 아래로 분할
ru: Разделить вниз
uk: Розділити вниз
zh_hans: 向下拆分
zh_hant: 向下分割

# workspace.tooltip.splitRight
source: Split Right
ja: 右に分割
ko: 오른쪽으로 분할
ru: Разделить вправо
uk: Розділити праворуч
zh_hans: 向右拆分
zh_hant: 向右分割

# about.build
source: Build
ko: 빌드
ru: Сборка
uk: Збірка
zh_hans: 构建
zh_hant: 建置版本

# about.commit
source: Commit
ko: 커밋
ru: Коммит
uk: Коміт
zh_hans: 提交
zh_hant: 提交

# about.version
source: Version
ko: 버전
ru: Версия
uk: Версія
zh_hans: 版本
zh_hant: 版本

# browser.import.step.dataTypes
source: Step 3 of 3
ko: 3/3 단계
ru: Шаг 3 из 3
uk: Крок 3 з 3
zh_hant: 步驟 3 / 3

# browser.import.step.source
source: Step 1 of 3
ko: 1/3 단계
ru: Шаг 1 из 3
uk: Крок 1 з 3
zh_hant: 步驟 1 / 3

# browser.import.step.sourceProfiles
source: Step 2 of 3
ko: 2/3 단계
ru: Шаг 2 из 3
uk: Крок 2 з 3
zh_hant: 步驟 2 / 3

# settings.preset.hudGlass
source: HUD Glass
ko: HUD 글래스
zh_hans: HUD 玻璃
zh_hant: HUD 玻璃

# settings.preset.raycastGray
source: Raycast Gray
ko: Raycast 그레이
zh_hans: Raycast 灰
zh_hant: Raycast 灰

# workspace.blueprint.source.repo
source: repo
ko: 저장소
ru: репо
uk: репо
zh_hans: 仓库
zh_hant: 儲存庫
